Repository: fetzu/AeroCheck
Catalog: AeroCheck/Localizable.xcstrings
Source language: en
Languages: fr

# settings.flightLogging.logEngineHoursFooter
source: When enabled, prompts for tachometer/hour meter readings at engine start and stop. Useful for maintenance tracking.
fr: Si activé, demande les relevés tachymètre/horamètre au démarrage et à l'arrêt du moteur. Utile pour le suivi de maintenance.

# settings.flightPlanning
source: Flight Planning
fr: Planification de vol

# settings.flightPlanning.enable
source: Enable Flight Planning
fr: Activer la planification de vol

# settings.flightPlanning.planFlightRoutes
source: Plan flight routes with waypoints, time/distance calculations, and terrain visualization.
fr: Planifiez des routes de vol avec waypoints, calculs de temps/distance et visualisation du terrain.

# settings.flightPlanning.terrainAltitudeUnit
source: Terrain Altitude Unit
fr: Unité d'altitude du terrain

# settings.flightPlanning.terrainUnitDesc
source: Terrain Altitude Unit: Unit for displaying terrain profile elevation.
fr: Unité d'altitude du terrain : Unité pour afficher l'élévation du profil du terrain.

# settings.flightPlanning.waypointProximity
source: Waypoint Proximity
fr: Proximité des waypoints

# settings.flightPlanning.waypointProximityDesc
source: Waypoint Proximity: Distance at which waypoints auto-advance during flight.
fr: Proximité des waypoints : Distance à laquelle les waypoints avancent automatiquement pendant le vol.

# settings.gps
source: GPS Tracking
fr: Suivi GPS

# settings.gps.batterySaver
source: Battery Saver
fr: Économie de batterie

# settings.gps.lowerIntervals
source: Lower intervals provide more detailed tracks but use more storage
fr: Des intervalles plus courts fournissent des traces plus détaillées mais utilisent plus de stockage

# settings.gps.precision
source: Precision
fr: Précision

# settings.gps.priority
source: GPS Priority
fr: Priorité GPS

# settings.gps.priorityFooter
source: Precision uses maximum GPS accuracy. Battery Saver reduces accuracy and update frequency to extend battery life.
fr: Précision utilise la précision GPS maximale. Économie de batterie réduit la précision et la fréquence de mise à jour pour prolonger l'autonomie.

# settings.gps.recordingInterval
source: Recording Interval
fr: Intervalle d'enregistrement

# settings.gps.seconds
source: %d seconds
fr: %d secondes

# settings.hub.aboutSubtitle
source: Version, developer options
fr: Version, options développeur

# settings.hub.aircraftAndSubscription
source: Aircraft & Subscription
fr: Avions & Abonnement

# settings.hub.aircraftAndSubscriptionSubtitle
source: Manage aircraft, subscription
fr: Gestion des avions, abonnement

# settings.hub.checklistAndFlight
source: Checklist & Flight
fr: Checklist & Vol

# settings.hub.checklistAndFlightSubtitle
source: Step-by-step, learning mode, logging
fr: Pas-à-pas, mode apprentissage, journal

# settings.hub.companionMode
source: Companion Mode
fr: Mode compagnon

# settings.hub.companionModeSubtitle
source: iPhone-iPad companion pairing
fr: Jumelage iPhone-iPad compagnon

# settings.hub.flightPlanningSubtitle
source: Route planning, terrain profiles
fr: Planification de route, profils de terrain

# settings.hub.navigationAndMaps
source: Navigation & Maps
fr: Navigation & Cartes

# settings.hub.navigationAndMapsSubtitle
source: Map layers, offline maps, airport data
fr: Couches de carte, cartes hors ligne, données aéroports

# settings.hub.syncAndData
source: Sync & Data
fr: Synchronisation & Données

# settings.hub.syncAndDataSubtitle
source: iCloud sync, GPS, data management
fr: Synchro iCloud, GPS, gestion des données

# settings.icloud
source: iCloud Sync
fr: Synchronisation iCloud

# settings.icloud.flightLogsStored
source: Your flight logs are stored in the AéroCheck folder in Files and can be accessed from any device.
fr: Vos journaux de vol sont stockés dans le dossier AéroCheck dans Fichiers et peuvent être consultés depuis n'importe quel appareil.

# settings.icloud.lastSync
source: Last Sync
fr: Dernière synchro

# settings.icloud.syncNow
source: Sync Now
fr: Synchroniser

# settings.icloud.syncToICloud
source: Sync to iCloud
fr: Synchroniser avec iCloud

# settings.icloud.syncing
source: Syncing...
fr: Synchronisation...

# settings.icloud.whenEnabledDesc
source: When enabled, your settings and flight logs are synced across all your devices signed into the same iCloud account.
fr: Lorsqu'activé, vos réglages et journaux de vol sont synchronisés sur tous vos appareils connectés au même compte iCloud.

# settings.navigation.forceICAO
source: Force ICAO Chart Layer
fr: Forcer la couche OACI

# settings.navigation.forceICAODesc
source: When ON, the ICAO Chart (1:500,000) remains at all zoom levels. When OFF, seamlessly switches to Segelflugkarte (1:300,000) when zooming in.
fr: Lorsque activé, la carte OACI (1:500 000) reste à tous les niveaux de zoom. Lorsque désactivé, bascule automatiquement vers la Segelflugkarte (1:300 000) lors du zoom.

# settings.offlineMaps
source: Offline Maps
fr: Cartes hors ligne

# settings.offlineMaps.chartsCached
source: Charts cached for faster loading. Updated yearly by swisstopo in April.
fr: Cartes en cache pour un chargement plus rapide. Mises à jour annuellement par swisstopo en avril.

# settings.offlineMaps.deleteAllCached
source: Delete All Cached Charts
fr: Supprimer toutes les cartes

# settings.offlineMaps.downloadCharts
source: Download Charts
fr: Télécharger les cartes

# settings.offlineMaps.downloadDesc
source: Download charts for offline navigation. ICAO Chart is required; Segelflugkarte is optional for detailed zooming.
fr: Téléchargez les cartes pour la navigation hors ligne. La carte OACI est requise ; la Segelflugkarte est optionnelle pour un zoom détaillé.

# settings.offlineMaps.icaoChart
source: ICAO Chart
fr: Carte OACI

# settings.offlineMaps.offlineActive
source: Offline mode active. Both ICAO Chart and Segelflugkarte are available from cache.
fr: Mode hors ligne actif. La carte OACI et la Segelflugkarte sont disponibles en cache.

# settings.offlineMaps.offlineMode
source: Offline Mode
fr: Mode hors ligne

# settings.offlineMaps.onlyICAO
source: Offline mode active. Only ICAO Chart is cached. Download Segelflugkarte for seamless zooming in offline mode.
fr: Mode hors ligne actif. Seule la carte OACI est en cache. Téléchargez la Segelflugkarte pour un zoom fluide en mode hors ligne.

# settings.offlineMaps.totalCacheSize
source: Total Cache Size
fr: Taille du cache

# settings.offlineMaps.updateAddCharts
source: Update/Add Charts
fr: Mettre à jour/Ajouter

# settings.openAIP.airspace
source: OpenAIP Airspace
fr: Espace aérien OpenAIP

# settings.openAIP.airspaceOverlay
source: Airspace overlay
fr: Couche espace aérien

# settings.openAIP.airspaceStreaming
source: Online Airspace Data
fr: Données aéronautiques en ligne

# settings.openAIP.airspacesLoaded
source: %d airspaces loaded
fr: %d espaces aériens chargés

# settings.openAIP.clearSelection
source: Clear
fr: Effacer

# settings.openAIP.continentCountryCount
source: %d countries
fr: %d pays

# settings.openAIP.countriesSelected
source: %d countries selected
fr: %d pays sélectionnés

# settings.openAIP.dataTitle
source: OpenAIP Data
fr: Données OpenAIP

# settings.openAIP.deleteData
source: Delete OpenAIP data
fr: Supprimer les données OpenAIP

# settings.openAIP.deleteMessage
source: This will delete all cached OpenAIP tiles and airspace data.
fr: Cela supprimera toutes les tuiles OpenAIP et les données d'espace aérien en cache.

# settings.openAIP.deleteTitle
source: Delete OpenAIP Data
fr: Supprimer les données OpenAIP

# settings.openAIP.deselectAll
source: Deselect all
fr: Tout désélectionner

# settings.openAIP.download
source: Download
fr: Télécharger

# settings.openAIP.downloadAirspaceOnly
source: Airspace Data Only
fr: Données d'espace aérien uniquement

# settings.openAIP.downloadAll
source: Download All (Tiles + Data)
fr: Tout télécharger (tuiles + données)

# settings.openAIP.downloadData
source: Download data
fr: Télécharger les données

# settings.openAIP.downloadDataOnly
source: Download data only
fr: Télécharger les données seules

# settings.openAIP.downloadTilesAnyway
source: Download tiles anyway
fr: Télécharger les tuiles quand même

# settings.openAIP.downloadTilesConfirmMessage
source: The data (≈%1$@) is what powers AéroCheck. Map tiles add ≈%2$@ of raster chart imagery — a heavy, secondary layer. Downloading data only is recommended.
fr: Les données (≈%1$@) sont l'essentiel pour AéroCheck. Les tuiles ajoutent ≈%2$@ d'imagerie raster — une couche lourde et secondaire. Il est recommandé de ne télécharger que les données.

# settings.openAIP.downloadTilesConfirmTitle
source: Download map tiles too?
fr: Télécharger aussi les tuiles ?

# settings.openAIP.downloadingAirspace
source: Downloading airspace data...
fr: Téléchargement des espaces aériens...

# settings.openAIP.downloadingTiles
source: Downloading tiles...
fr: Téléchargement des tuiles...

# settings.openAIP.estimatedDataSize
source: Estimated data size: %@
fr: Taille des données estimée : %@

# settings.openAIP.estimatedTileCache
source: Estimated tile cache: %@
fr: Cache estimé : %@

# settings.openAIP.footer
source: Airspace data © OpenAIP contributors, CC BY-NC 4.0. Worldwide airspace boundaries and aviation data overlay.
fr: Données d'espace aérien © contributeurs OpenAIP, CC BY-NC 4.0. Couverture mondiale des limites d'espace aérien.

# settings.openAIP.noDataHint
source: No airspace data downloaded yet — the overlay will stay empty on the map. Download countries below.
fr: Aucune donnée d'espace aérien téléchargée — la couche restera vide sur la carte. Téléchargez des pays ci-dessous.

# settings.openAIP.selectAll
source: Select all %@
fr: Tout sélectionner %@

# settings.openAIP.selectCountries
source: Select countries to download
fr: Sélectionnez les pays à télécharger

# settings.openAIP.selectionChanged
source: Selection changed — download to apply
fr: Sélection modifiée — téléchargez pour appliquer

# settings.openAIP.tileCache
source: Tile cache
fr: Cache de tuiles

# settings.openAIP.tileCount
source: Tiles: %d
fr: Tuiles : %d

# settings.openAIP.updateData
source: Update data
fr: Mettre à jour

# settings.openAIP.updated
source: Updated: %@
fr: Mis à jour : %@

# settings.subscription
source: Subscription
fr: Abonnement

# settings.subscription.accessAll
source: You have access to all premium aircraft checklists.
fr: Vous avez accès à toutes les checklists d'avions premium.

# settings.subscription.gracePeriod
source: Your subscription has lapsed. Premium checklists will remain available during the grace period.
fr: Votre abonnement a expiré. Les checklists premium restent disponibles pendant la période de grâce.

# settings.subscription.gracePeriodEnds
source: Grace period ends %@
fr: Période de grâce termine le %@

# settings.subscription.lapsed
source: Your subscription has lapsed. Premium checklists will remain available during the grace period.
fr: Votre abonnement a expiré. Les checklists premium resteront disponibles pendant la période de grâce.

# settings.subscription.subscribed
source: You have access to all premium aircraft checklists.
fr: Vous avez accès à toutes les checklists premium.

# settings.subscription.unlock
source: Subscribe to unlock additional aircraft checklists.
fr: Abonnez-vous pour débloquer des checklists supplémentaires.

# settings.subscription.unlockText
source: Subscribe to unlock additional aircraft checklists.
fr: Abonnez-vous pour débloquer des checklists d'avions supplémentaires.

# settings.title
source: Settings
fr: Réglages

# sheet.selectPhase
source: Select Phase
fr: Sélectionner la phase

# sheet.speedReference
source: Speed Reference
fr: Référence des vitesses

# stats.checks
source: Checks
fr: Phases

# stats.items
source: Items
fr: Éléments

# subscription.accessDescription
source: Access additional aircraft checklists with an AéroCheck Pro subscription
fr: Accédez aux checklists d'autres avions avec un abonnement AéroCheck Pro

# subscription.benefit.allChecklists
source: Access to all premium aircraft checklists
fr: Accès à toutes les checklists d'avions premium

# subscription.benefit.autoUpdates
source: Automatic updates when checklists change
fr: Mises à jour automatiques lors de changements

# subscription.benefit.offlineAccess
source: Offline access after download
fr: Accès hors ligne après téléchargement

# subscription.benefit.supportDev
source: Support continued development
fr: Soutenez le développement continu

# subscription.benefits
source: BENEFITS
fr: AVANTAGES

# subscription.bestValue
source: Best Value
fr: Meilleur prix

# subscription.choosePlan
source: Choose a plan
fr: Choisir une formule

# subscription.currentStatus
source: Current status
fr: Statut actuel

# subscription.error
source: Error
fr: Erreur

# subscription.error.pending
source: Your purchase is waiting for approval. You'll get access as soon as it's approved — there's no need to buy again.
fr: Votre achat est en attente d'approbation. L'accès sera activé dès qu'il sera approuvé — inutile de racheter.

# subscription.error.purchaseFailed
source: The purchase couldn't be completed and you haven't been charged. Check your connection and try again.
fr: L'achat n'a pas pu être effectué et vous n'avez pas été débité. Vérifiez votre connexion et réessayez.

# subscription.error.restoreFailed
source: Your purchases couldn't be restored. Check your connection and try again — restoring is free and never charges you.
fr: Vos achats n'ont pas pu être restaurés. Vérifiez votre connexion et réessayez — la restauration est gratuite et ne vous débite jamais.

# subscription.error.unknownResult
source: The purchase didn't finish. Check Subscriptions in your Apple Account before trying again, so you don't pay twice.
fr: L'achat ne s'est pas terminé. Vérifiez vos abonnements dans votre compte Apple avant de réessayer, afin de ne pas payer deux fois.

# subscription.freeTrialDayFormat
source: %d-day free trial
fr: Essai gratuit de %d jours

# subscription.freeTrialNote
source: Free for the first week, then renews yearly. Cancel anytime.
fr: Gratuit la première semaine, puis renouvellement annuel. Annulable à tout moment.

# subscription.freeTrialNoteDays
source: Free for the first %d days, then renews yearly. Cancel anytime.
fr: Gratuit les %d premiers jours, puis renouvellement annuel. Annulable à tout moment.

# subscription.lifetimeTagline
source: Pay once, yours forever
fr: Payez une fois, accès à vie

# subscription.oneTime
source: one-time
fr: paiement unique

# subscription.privacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# subscription.restorePurchases
source: Restore Purchases
fr: Restaurer les achats

# subscription.retry
source: Retry
fr: Réessayer

# subscription.termsDescription
source: Subscriptions automatically renew unless cancelled at least 24 hours before the end of the current period. You can manage your subscription in your device's Settings app.
fr: Les abonnements se renouvellent automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours. Vous pouvez gérer votre abonnement dans les Réglages de votre appareil.

# subscription.unableToLoad
source: Unable to load subscription options
fr: Impossible de charger les options d'abonnement

# subscription.unlockAircraft
source: Unlock %@
fr: Débloquer %@

# subscription.unlockPremiumAircraft
source: Unlock Premium Aircraft
fr: Débloquer les avions Premium

source: swisstopo · official VFR chart (imagery)
fr: swisstopo · carte VFR officielle (imagerie)

# time.engineStart
source: Engine Start
fr: Démarrage moteur

# time.landing
source: Landing
fr: Atterrissage

# time.shutdown
source: Shutdown
fr: Arrêt moteur

# time.takeoff
source: Take-off
fr: Décollage

# warning.cancel
source: Cancel
fr: Annuler

# warning.experimentalFeature
source: Experimental Feature
fr: Fonctionnalité expérimentale

# warning.iUnderstandEnable
source: I Understand - Enable Feature
fr: J'ai compris - Activer

# warning.onlineAirspace.downloadRecommended
source: Downloading data is recommended for the best experience.
fr: Le téléchargement des données est recommandé pour une meilleure expérience.

# warning.onlineAirspace.fetches
source: Fetches nearby controlled airspace frequencies from OpenAIP in real-time.
fr: Récupère les fréquences des espaces aériens contrôlés à proximité via OpenAIP en temps réel.

# warning.onlineAirspace.requiresInternet
source: Requires an internet connection. For offline use, download airspace data for your region.
fr: Nécessite une connexion internet. Pour une utilisation hors ligne, téléchargez les données aéronautiques de votre région.

# warning.onlineAirspace.title
source: Online Airspace Data
fr: Données aéronautiques en ligne

source: ≈ %lld MB
fr: ≈ %lld Mo
